{"Narratives":
 [
	{
		"currentPosition": "Trailing",
		"growthOutlook": "Aggressive",
		"positionChange": "Up",
		"futurePosition": "Average",
		"currentMessage": "You're behind most companies in the trends you selected and have yet to fully implement core solutions of those trends.",
		"futureMessages": "Based on your Aggressive growth in the selected trends, your company will accelerate and be an average company in two years. ",
		"whatDoesThisMean_CW": "You're currently behind others in your industry in meeting the expectations of the next-gen workforce. You may struggle to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be at pace with the majority of others in the future. You will begin to attract and retain new talent with common skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently behind others in your industry in enabling your business to be digital. You may struggle to change your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be at pace with others in the future. You will begin to change parts of your business and invest in digital. Others should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently behind others in your industry in forecasting and adjusting to market changes. You may struggle to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find ways to keep connected to their employees and align their brand close to customer needs in order to create competitive differentiation. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be at pace with others in the future. You will begin to maintain your brand's relevancy and competitiveness. Others should be able to achieve this better through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Trailing",
		"growthOutlook": "High",
		"positionChange": "Up",
		"futurePosition": "Average",
		"currentMessage": "You're behind most companies in the trends you selected and have yet to fully implement core solutions of those trends.",
		"futureMessages": "Based on your High growth in the selected trends, your company will accelerate and be an average company in two years. ",
		"whatDoesThisMean_CW": "You're currently behind others in your industry in meeting the expectations of the next-gen workforce. You may struggle to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will accelerate and be at pace with the majority of others in the future. You will begin to attract and retain new talent with common skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently behind others in your industry in enabling your business to be digital. You may struggle to change your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your growth you will accelerate and be at pace with others in the future. You will begin to change parts of your business and invest in digital. Others should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently behind others in your industry in forecasting and adjusting to market changes. You may struggle to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find ways to keep connected to their employees and align their brand close to customer needs in order to create competitive differentiation. Based on your growth you will accelerate and be at pace with others in the future. You will begin to maintain your brand's relevancy and competitiveness. Others should be able to achieve this better through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "Aggressive",
		"positionChange": "Same",
		"futurePosition": "Average",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your Aggressive growth in the selected trends, your company will remain an average company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your answers you're visionary and committed to making your company the best. However, you will remain at pace with the majority of others in the future. You will continue to attract and retain new talent with common skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your answers you're visionary and committed to making your company the best. However, you will remain at pace with others in the future. You will continue to change parts of your business and invest in digital. Others should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. Based on your answers you're visionary and committed to making your company the best. However, you will remain at pace with others in the future. You will continue to maintain your brand's relevancy and competitiveness. Others should be able to achieve this better through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Trailing",
		"growthOutlook": "Medium",
		"positionChange": "Up",
		"futurePosition": "Average",
		"currentMessage": "You're behind most companies in the trends you selected and have yet to fully implement core solutions of those trends.",
		"futureMessages": "Based on your Medium growth in the selected trends, your company will accelerate and be an average company in two years. ",
		"whatDoesThisMean_CW": "You're currently behind others in your industry in meeting the expectations of the next-gen workforce. You may struggle to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will accelerate and be at pace with the majority of others in the future. You will begin to attract and retain new talent with common skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently behind others in your industry in enabling your business to be digital. You may struggle to change your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your growth you will accelerate and be at pace with others in the future. You will begin to change parts of your business and invest in digital. Others should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently behind others in your industry in forecasting and adjusting to market changes. You may struggle to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find ways to keep connected to their employees and align their brand close to customer needs in order to create competitive differentiation. Based on your growth you will accelerate and be at pace with others in the future. You will begin to maintain your brand's relevancy and competitiveness. Others should be able to achieve this better through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "High",
		"positionChange": "Same",
		"futurePosition": "Average",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your High growth in the selected trends, your company will remain an average company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will remain at pace with the majority of others in the future. You will continue to attract and retain new talent with common skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your growth you will remain at pace with others in the future. You will continue to change parts of your business and invest in digital. Others should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. Based on your growth you will remain at pace with others in the future. You will continue to maintain your brand's relevancy and competitiveness. Others should be able to achieve this better through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Trailing",
		"growthOutlook": "Unrealistic",
		"positionChange": "Up",
		"futurePosition": "Average",
		"currentMessage": "You're behind most companies in the trends you selected and have yet to fully implement core solutions of those trends.",
		"futureMessages": "Based on your Unrealistic growth in the selected trends, your company will accelerate and be an average company in two years. ",
		"whatDoesThisMean_CW": "You're currently behind others in your industry in meeting the expectations of the next-gen workforce. You may struggle to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be at pace with the majority of others in the future. You will begin to attract and retain new talent with common skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently behind others in your industry in enabling your business to be digital. You may struggle to change your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be at pace with others in the future. You will begin to change parts of your business and invest in digital. Others should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently behind others in your industry in forecasting and adjusting to market changes. You may struggle to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find ways to keep connected to their employees and align their brand close to customer needs in order to create competitive differentiation. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be at pace with others in the future. You will begin to maintain your brand's relevancy and competitiveness. Others should be able to achieve this better through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "Medium",
		"positionChange": "Same",
		"futurePosition": "Average",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your Medium growth in the selected trends, your company will remain an average company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will remain at pace with the majority of others in the future. You will continue to attract and retain new talent with common skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your growth you will remain at pace with others in the future. You will continue to change parts of your business and invest in digital. Others should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. Based on your growth you will remain at pace with others in the future. You will continue to maintain your brand's relevancy and competitiveness. Others should be able to achieve this better through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Optimized",
		"growthOutlook": "Low",
		"positionChange": "Down",
		"futurePosition": "Average",
		"currentMessage": "You're in the top 25% of companies in the trends you selected and have implemented some value-added solutions of those trends.",
		"futureMessages": "Based on your Low growth in the selected trends, your company will slow down and be an average company in two years. ",
		"whatDoesThisMean_CW": "You're currently ahead of others in your industry in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with advanced digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will slow down and be at pace with the majority of others in the future. You will continue to attract and retain new talent with common skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently ahead of others in your industry in enabling your business to be digital. You should be able to change your business, invest in some cutting-edge technologies, and automate either processes, products, or services. Based on the answers from other companies, some can more easily change parts of their business and spend more time and resources to enable a more digital business. Based on your growth you will slow down and be at pace with others in the future. You will continue to change parts of your business and invest in digital. Others should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently ahead of others in your industry in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, you find more ways to engage and inspire your employees and align your brand closer to future customer needs in order to create competitive differentiation. Based on your growth you will slow down and be at pace with others in the future. You will continue to maintain your brand's relevancy and competitiveness. Others should be able to achieve this better through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "Low",
		"positionChange": "Same",
		"futurePosition": "Average",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your Low growth in the selected trends, your company will remain an average company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will remain at pace with the majority of others in the future. You will continue to attract and retain new talent with common skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your growth you will remain at pace with others in the future. You will continue to change parts of your business and invest in digital. Others should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. Based on your growth you will remain at pace with others in the future. You will continue to maintain your brand's relevancy and competitiveness. Others should be able to achieve this better through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Leading",
		"growthOutlook": "Fall Behind",
		"positionChange": "Down",
		"futurePosition": "Average",
		"currentMessage": "Based on the trends you selected, you're a leading company, in the top 12%, and have implemented some leading-edge solutions of those trends.",
		"futureMessages": "Based on your Fall Behind growth in the selected trends, your company will slow down and be an average company in two years. ",
		"whatDoesThisMean_CW": "You're currently leading others in your industry in meeting the expectations of the next-gen workforce. You should be recognized by the industry of your ability to attract and retain new talent with advanced digital skills by providing a more desirable working environment for the next generation of workers. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be at pace with the majority of others in the future. You will continue to attract and retain new talent with common skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently leading others in your industry in enabling your business to be digital. You should be recognized by the industry of your ability to transform your business, invest in cutting-edge technologies, and automate processes, products, or services. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be at pace with others in the future. You will continue to change parts of your business and invest in digital. Others should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently leading others in your industry in forecasting and adjusting to market changes. You should be recognized by the industry of your ability to keep your brand relevant to both your customers and your employees in an increasingly competitive market. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be at pace with others in the future. You will continue to maintain your brand's relevancy and competitiveness. Others should be able to achieve this better through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Optimized",
		"growthOutlook": "Fall Behind",
		"positionChange": "Down",
		"futurePosition": "Average",
		"currentMessage": "You're in the top 25% of companies in the trends you selected and have implemented some value-added solutions of those trends.",
		"futureMessages": "Based on your Fall Behind growth in the selected trends, your company will slow down and be an average company in two years. ",
		"whatDoesThisMean_CW": "You're currently ahead of others in your industry in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with advanced digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be at pace with the majority of others in the future. You will continue to attract and retain new talent with common skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently ahead of others in your industry in enabling your business to be digital. You should be able to change your business, invest in some cutting-edge technologies, and automate either processes, products, or services. Based on the answers from other companies, some can more easily change parts of their business and spend more time and resources to enable a more digital business. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be at pace with others in the future. You will continue to change parts of your business and invest in digital. Others should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently ahead of others in your industry in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, you find more ways to engage and inspire your employees and align your brand closer to future customer needs in order to create competitive differentiation. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be at pace with others in the future. You will continue to maintain your brand's relevancy and competitiveness. Others should be able to achieve this better through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "Fall Behind",
		"positionChange": "Same",
		"futurePosition": "Average",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your Fall Behind growth in the selected trends, your company will remain an average company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. However, based on your answers you are not making enough advancements or haven't planned for the future. You will remain at pace with the majority of others in the future. You will continue to attract and retain new talent with common skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. However, based on your answers you are not making enough advancements or haven't planned for the future. You will remain at pace with others in the future. You will continue to change parts of your business and invest in digital. Others should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. However, based on your answers you are not making enough advancements or haven't planned for the future. You will remain at pace with others in the future. You will continue to maintain your brand's relevancy and competitiveness. Others should be able to achieve this better through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Optimized",
		"growthOutlook": "Aggressive",
		"positionChange": "Up",
		"futurePosition": "Leading",
		"currentMessage": "You're in the top 25% of companies in the trends you selected and have implemented some value-added solutions of those trends.",
		"futureMessages": "Based on your Aggressive growth in the selected trends, your company will accelerate and be a leading company in two years. ",
		"whatDoesThisMean_CW": "You're currently ahead of others in your industry in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with advanced digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be in the top 12% of companies addressing this trend. You will begin to attract and retain new talent with advanced skills. You should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently ahead of others in your industry in enabling your business to be digital. You should be able to change your business, invest in some cutting-edge technologies, and automate either processes, products, or services. Based on the answers from other companies, some can more easily change parts of their business and spend more time and resources to enable a more digital business. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be in the top 12% of companies becoming a digital business. You will begin to change your business and invest in digital. You should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently ahead of others in your industry in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, you find more ways to engage and inspire your employees and align your brand closer to future customer needs in order to create competitive differentiation. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be in the top 12% of companies who can predict and adapt to disruption well. Others will begin to emulate your brand's relevancy and competitiveness. You will be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "Aggressive",
		"positionChange": "Up",
		"futurePosition": "Leading",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your Aggressive growth in the selected trends, your company will accelerate and be a leading company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be in the top 12% of companies addressing this trend. You will begin to attract and retain new talent with advanced skills. You should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be in the top 12% of companies becoming a digital business. You will begin to change your business and invest in digital. You should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be in the top 12% of companies who can predict and adapt to disruption well. Others will begin to emulate your brand's relevancy and competitiveness. You will be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Leading",
		"growthOutlook": "Aggressive",
		"positionChange": "Same",
		"futurePosition": "Leading",
		"currentMessage": "Based on the trends you selected, you're a leading company, in the top 12%, and have implemented some leading-edge solutions of those trends.",
		"futureMessages": "Based on your Aggressive growth in the selected trends, your company will remain a leading company in two years. ",
		"whatDoesThisMean_CW": "You're currently leading others in your industry in meeting the expectations of the next-gen workforce. You should be recognized by the industry of your ability to attract and retain new talent with advanced digital skills by providing a more desirable working environment for the next generation of workers. Based on your answers you're visionary and committed to making your company the best. However, you will remain in the top 12% of companies addressing this trend. You will continue to attract and retain new talent with advanced skills. You should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently leading others in your industry in enabling your business to be digital. You should be recognized by the industry of your ability to transform your business, invest in cutting-edge technologies, and automate processes, products, or services. Based on your answers you're visionary and committed to making your company the best. However, you will remain in the top 12% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently leading others in your industry in forecasting and adjusting to market changes. You should be recognized by the industry of your ability to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on your answers you're visionary and committed to making your company the best. However, you will remain in the top 12% of companies who can predict and adapt to disruption well. Others will continue to emulate your brand's relevancy and competitiveness. You will be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Optimized",
		"growthOutlook": "High",
		"positionChange": "Up",
		"futurePosition": "Leading",
		"currentMessage": "You're in the top 25% of companies in the trends you selected and have implemented some value-added solutions of those trends.",
		"futureMessages": "Based on your High growth in the selected trends, your company will accelerate and be a leading company in two years. ",
		"whatDoesThisMean_CW": "You're currently ahead of others in your industry in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with advanced digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will accelerate and be in the top 12% of companies addressing this trend. You will begin to attract and retain new talent with advanced skills. You should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently ahead of others in your industry in enabling your business to be digital. You should be able to change your business, invest in some cutting-edge technologies, and automate either processes, products, or services. Based on the answers from other companies, some can more easily change parts of their business and spend more time and resources to enable a more digital business. Based on your growth you will accelerate and be in the top 12% of companies becoming a digital business. You will begin to change your business and invest in digital. You should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently ahead of others in your industry in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, you find more ways to engage and inspire your employees and align your brand closer to future customer needs in order to create competitive differentiation. Based on your growth you will accelerate and be in the top 12% of companies who can predict and adapt to disruption well. Others will begin to emulate your brand's relevancy and competitiveness. You will be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Leading",
		"growthOutlook": "High",
		"positionChange": "Same",
		"futurePosition": "Leading",
		"currentMessage": "Based on the trends you selected, you're a leading company, in the top 12%, and have implemented some leading-edge solutions of those trends.",
		"futureMessages": "Based on your High growth in the selected trends, your company will remain a leading company in two years. ",
		"whatDoesThisMean_CW": "You're currently leading others in your industry in meeting the expectations of the next-gen workforce. You should be recognized by the industry of your ability to attract and retain new talent with advanced digital skills by providing a more desirable working environment for the next generation of workers. Based on your growth you will remain in the top 12% of companies addressing this trend. You will continue to attract and retain new talent with advanced skills. You should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently leading others in your industry in enabling your business to be digital. You should be recognized by the industry of your ability to transform your business, invest in cutting-edge technologies, and automate processes, products, or services. Based on your growth you will remain in the top 12% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently leading others in your industry in forecasting and adjusting to market changes. You should be recognized by the industry of your ability to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on your growth you will remain in the top 12% of companies who can predict and adapt to disruption well. Others will continue to emulate your brand's relevancy and competitiveness. You will be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Trailing",
		"growthOutlook": "Unrealistic",
		"positionChange": "Up",
		"futurePosition": "Leading",
		"currentMessage": "You're behind most companies in the trends you selected and have yet to fully implement core solutions of those trends.",
		"futureMessages": "Based on your Unrealistic growth in the selected trends, your company will accelerate and be a leading company in two years. ",
		"whatDoesThisMean_CW": "You're currently behind others in your industry in meeting the expectations of the next-gen workforce. You may struggle to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 12% of companies addressing this trend. You will begin to attract and retain new talent with advanced skills. You should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently behind others in your industry in enabling your business to be digital. You may struggle to change your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 12% of companies becoming a digital business. You will begin to change your business and invest in digital. You should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently behind others in your industry in forecasting and adjusting to market changes. You may struggle to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find ways to keep connected to their employees and align their brand close to customer needs in order to create competitive differentiation. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 12% of companies who can predict and adapt to disruption well. Others will begin to emulate your brand's relevancy and competitiveness. You will be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Leading",
		"growthOutlook": "Medium",
		"positionChange": "Same",
		"futurePosition": "Leading",
		"currentMessage": "Based on the trends you selected, you're a leading company, in the top 12%, and have implemented some leading-edge solutions of those trends.",
		"futureMessages": "Based on your Medium growth in the selected trends, your company will remain a leading company in two years. ",
		"whatDoesThisMean_CW": "You're currently leading others in your industry in meeting the expectations of the next-gen workforce. You should be recognized by the industry of your ability to attract and retain new talent with advanced digital skills by providing a more desirable working environment for the next generation of workers. Based on your growth you will remain in the top 12% of companies addressing this trend. You will continue to attract and retain new talent with advanced skills. You should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently leading others in your industry in enabling your business to be digital. You should be recognized by the industry of your ability to transform your business, invest in cutting-edge technologies, and automate processes, products, or services. Based on your growth you will remain in the top 12% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently leading others in your industry in forecasting and adjusting to market changes. You should be recognized by the industry of your ability to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on your growth you will remain in the top 12% of companies who can predict and adapt to disruption well. Others will continue to emulate your brand's relevancy and competitiveness. You will be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Leading",
		"growthOutlook": "Low",
		"positionChange": "Same",
		"futurePosition": "Leading",
		"currentMessage": "Based on the trends you selected, you're a leading company, in the top 12%, and have implemented some leading-edge solutions of those trends.",
		"futureMessages": "Based on your Low growth in the selected trends, your company will remain a leading company in two years. ",
		"whatDoesThisMean_CW": "You're currently leading others in your industry in meeting the expectations of the next-gen workforce. You should be recognized by the industry of your ability to attract and retain new talent with advanced digital skills by providing a more desirable working environment for the next generation of workers. Based on your growth you will remain in the top 12% of companies addressing this trend. You will continue to attract and retain new talent with advanced skills. You should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently leading others in your industry in enabling your business to be digital. You should be recognized by the industry of your ability to transform your business, invest in cutting-edge technologies, and automate processes, products, or services. Based on your growth you will remain in the top 12% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently leading others in your industry in forecasting and adjusting to market changes. You should be recognized by the industry of your ability to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on your growth you will remain in the top 12% of companies who can predict and adapt to disruption well. Others will continue to emulate your brand's relevancy and competitiveness. You will be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Leading",
		"growthOutlook": "Fall Behind",
		"positionChange": "Same",
		"futurePosition": "Leading",
		"currentMessage": "Based on the trends you selected, you're a leading company, in the top 12%, and have implemented some leading-edge solutions of those trends.",
		"futureMessages": "Based on your Fall Behind growth in the selected trends, your company will remain a leading company in two years. ",
		"whatDoesThisMean_CW": "You're currently leading others in your industry in meeting the expectations of the next-gen workforce. You should be recognized by the industry of your ability to attract and retain new talent with advanced digital skills by providing a more desirable working environment for the next generation of workers. However, based on your answers you are not making enough advancements or haven't planned for the future. You will remain in the top 12% of companies addressing this trend. You will continue to attract and retain new talent with advanced skills. You should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently leading others in your industry in enabling your business to be digital. You should be recognized by the industry of your ability to transform your business, invest in cutting-edge technologies, and automate processes, products, or services. However, based on your answers you are not making enough advancements or haven't planned for the future. You will remain in the top 12% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently leading others in your industry in forecasting and adjusting to market changes. You should be recognized by the industry of your ability to keep your brand relevant to both your customers and your employees in an increasingly competitive market. However, based on your answers you are not making enough advancements or haven't planned for the future. You will remain/accelerate and be in the top 12% of companies who can predict and adapt to disruption well. Others will continue to/begin to emulate your brand's relevancy and competitiveness. You will be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Optimized",
		"growthOutlook": "Unrealistic",
		"positionChange": "Up",
		"futurePosition": "Leading",
		"currentMessage": "You're in the top 25% of companies in the trends you selected and have implemented some value-added solutions of those trends.",
		"futureMessages": "Based on your Unrealistic growth in the selected trends, your company will accelerate and be a leading company in two years. ",
		"whatDoesThisMean_CW": "You're currently ahead of others in your industry in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with advanced digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 12% of companies addressing this trend. You will begin to attract and retain new talent with advanced skills. You should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently ahead of others in your industry in enabling your business to be digital. You should be able to change your business, invest in some cutting-edge technologies, and automate either processes, products, or services. Based on the answers from other companies, some can more easily change parts of their business and spend more time and resources to enable a more digital business. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 12% of companies becoming a digital business. You will begin to change your business and invest in digital. You should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently ahead of others in your industry in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, you find more ways to engage and inspire your employees and align your brand closer to future customer needs in order to create competitive differentiation. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 12% of companies who can predict and adapt to disruption well. Others will begin to emulate your brand's relevancy and competitiveness. You will be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "Unrealistic",
		"positionChange": "Up",
		"futurePosition": "Leading",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your Unrealistic growth in the selected trends, your company will accelerate and be a leading company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 12% of companies addressing this trend. You will begin to attract and retain new talent with advanced skills. You should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 12% of companies becoming a digital business. You will begin to change your business and invest in digital. You should be able to achieve this more extensively through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 12% of companies who can predict and adapt to disruption well. Others will begin to emulate your brand's relevancy and competitiveness. You will be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "Aggressive",
		"positionChange": "Up",
		"futurePosition": "Optimized",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your Aggressive growth in the selected trends, your company will accelerate and be an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be in the top 25% of companies addressing this trend. You will begin to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be in the top 25% of companies becoming a digital business. You will begin to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be in the top 25% of companies who can predict and adapt to disruption well You will begin to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Optimized",
		"growthOutlook": "Aggressive",
		"positionChange": "Same",
		"futurePosition": "Optimized",
		"currentMessage": "You're in the top 25% of companies in the trends you selected and have implemented some value-added solutions of those trends.",
		"futureMessages": "Based on your Aggressive growth in the selected trends, your company will remain an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently ahead of others in your industry in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with advanced digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your answers you're visionary and committed to making your company the best. However, you will remain in the top 25% of companies addressing this trend. You will continue to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently ahead of others in your industry in enabling your business to be digital. You should be able to change your business, invest in some cutting-edge technologies, and automate either processes, products, or services. Based on the answers from other companies, some can more easily change parts of their business and spend more time and resources to enable a more digital business. Based on your answers you're visionary and committed to making your company the best. However, you will remain in the top 25% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently ahead of others in your industry in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, you find more ways to engage and inspire your employees and align your brand closer to future customer needs in order to create competitive differentiation. Based on your answers you're visionary and committed to making your company the best. However, you will remain in the top 25% of companies who can predict and adapt to disruption well You will continue to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "High",
		"positionChange": "Up",
		"futurePosition": "Optimized",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your High growth in the selected trends, your company will accelerate and be an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will accelerate and be in the top 25% of companies addressing this trend. You will begin to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your growth you will accelerate and be in the top 25% of companies becoming a digital business. You will begin to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. Based on your growth you will accelerate and be in the top 25% of companies who can predict and adapt to disruption well You will begin to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Leading",
		"growthOutlook": "High",
		"positionChange": "Down",
		"futurePosition": "Optimized",
		"currentMessage": "Based on the trends you selected, you're a leading company, in the top 12%, and have implemented some leading-edge solutions of those trends.",
		"futureMessages": "Based on your High growth in the selected trends, your company will slow down and be an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently leading others in your industry in meeting the expectations of the next-gen workforce. You should be recognized by the industry of your ability to attract and retain new talent with advanced digital skills by providing a more desirable working environment for the next generation of workers. Based on your growth you will slow down and be in the top 25% of companies addressing this trend. You will continue to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently leading others in your industry in enabling your business to be digital. You should be recognized by the industry of your ability to transform your business, invest in cutting-edge technologies, and automate processes, products, or services. Based on your growth you will slow down and be in the top 25% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently leading others in your industry in forecasting and adjusting to market changes. You should be recognized by the industry of your ability to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on your growth you will slow down and be in the top 25% of companies who can predict and adapt to disruption well You will continue to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Optimized",
		"growthOutlook": "High",
		"positionChange": "Same",
		"futurePosition": "Optimized",
		"currentMessage": "You're in the top 25% of companies in the trends you selected and have implemented some value-added solutions of those trends.",
		"futureMessages": "Based on your High growth in the selected trends, your company will remain an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently ahead of others in your industry in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with advanced digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will remain in the top 25% of companies addressing this trend. You will continue to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently ahead of others in your industry in enabling your business to be digital. You should be able to change your business, invest in some cutting-edge technologies, and automate either processes, products, or services. Based on the answers from other companies, some can more easily change parts of their business and spend more time and resources to enable a more digital business. Based on your growth you will remain in the top 25% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently ahead of others in your industry in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, you find more ways to engage and inspire your employees and align your brand closer to future customer needs in order to create competitive differentiation. Based on your growth you will remain in the top 25% of companies who can predict and adapt to disruption well You will continue to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "Medium",
		"positionChange": "Up",
		"futurePosition": "Optimized",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your Medium growth in the selected trends, your company will accelerate and be an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will accelerate and be in the top 25% of companies addressing this trend. You will begin to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your growth you will accelerate and be in the top 25% of companies becoming a digital business. You will begin to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. Based on your growth you will accelerate and be in the top 25% of companies who can predict and adapt to disruption well You will begin to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Leading",
		"growthOutlook": "Medium",
		"positionChange": "Down",
		"futurePosition": "Optimized",
		"currentMessage": "Based on the trends you selected, you're a leading company, in the top 12%, and have implemented some leading-edge solutions of those trends.",
		"futureMessages": "Based on your Medium growth in the selected trends, your company will slow down and be an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently leading others in your industry in meeting the expectations of the next-gen workforce. You should be recognized by the industry of your ability to attract and retain new talent with advanced digital skills by providing a more desirable working environment for the next generation of workers. Based on your growth you will slow down and be in the top 25% of companies addressing this trend. You will continue to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently leading others in your industry in enabling your business to be digital. You should be recognized by the industry of your ability to transform your business, invest in cutting-edge technologies, and automate processes, products, or services. Based on your growth you will slow down and be in the top 25% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently leading others in your industry in forecasting and adjusting to market changes. You should be recognized by the industry of your ability to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on your growth you will slow down and be in the top 25% of companies who can predict and adapt to disruption well You will continue to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Optimized",
		"growthOutlook": "Medium",
		"positionChange": "Same",
		"futurePosition": "Optimized",
		"currentMessage": "You're in the top 25% of companies in the trends you selected and have implemented some value-added solutions of those trends.",
		"futureMessages": "Based on your Medium growth in the selected trends, your company will remain an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently ahead of others in your industry in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with advanced digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will remain in the top 25% of companies addressing this trend. You will continue to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently ahead of others in your industry in enabling your business to be digital. You should be able to change your business, invest in some cutting-edge technologies, and automate either processes, products, or services. Based on the answers from other companies, some can more easily change parts of their business and spend more time and resources to enable a more digital business. Based on your growth you will remain in the top 25% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently ahead of others in your industry in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, you find more ways to engage and inspire your employees and align your brand closer to future customer needs in order to create competitive differentiation. Based on your growth you will remain in the top 25% of companies who can predict and adapt to disruption well You will continue to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Trailing",
		"growthOutlook": "Aggressive",
		"positionChange": "Up",
		"futurePosition": "Optimized",
		"currentMessage": "You're behind most companies in the trends you selected and have yet to fully implement core solutions of those trends.",
		"futureMessages": "Based on your Aggressive growth in the selected trends, your company will accelerate and be an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently behind others in your industry in meeting the expectations of the next-gen workforce. You may struggle to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be in the top 25% of companies addressing this trend. You will begin to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently behind others in your industry in enabling your business to be digital. You may struggle to change your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be in the top 25% of companies becoming a digital business. You will begin to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently behind others in your industry in forecasting and adjusting to market changes. You may struggle to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find ways to keep connected to their employees and align their brand close to customer needs in order to create competitive differentiation. Based on your answers you're visionary and committed to making your company the best. You will accelerate and be in the top 25% of companies who can predict and adapt to disruption well You will begin to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Leading",
		"growthOutlook": "Low",
		"positionChange": "Down",
		"futurePosition": "Optimized",
		"currentMessage": "Based on the trends you selected, you're a leading company, in the top 12%, and have implemented some leading-edge solutions of those trends.",
		"futureMessages": "Based on your Low growth in the selected trends, your company will slow down and be an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently leading others in your industry in meeting the expectations of the next-gen workforce. You should be recognized by the industry of your ability to attract and retain new talent with advanced digital skills by providing a more desirable working environment for the next generation of workers. Based on your growth you will slow down and be in the top 25% of companies addressing this trend. You will continue to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently leading others in your industry in enabling your business to be digital. You should be recognized by the industry of your ability to transform your business, invest in cutting-edge technologies, and automate processes, products, or services. Based on your growth you will slow down and be in the top 25% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently leading others in your industry in forecasting and adjusting to market changes. You should be recognized by the industry of your ability to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on your growth you will slow down and be in the top 25% of companies who can predict and adapt to disruption well You will continue to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Optimized",
		"growthOutlook": "Low",
		"positionChange": "Same",
		"futurePosition": "Optimized",
		"currentMessage": "You're in the top 25% of companies in the trends you selected and have implemented some value-added solutions of those trends.",
		"futureMessages": "Based on your Low growth in the selected trends, your company will remain an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently ahead of others in your industry in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with advanced digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will remain in the top 25% of companies addressing this trend. You will continue to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently ahead of others in your industry in enabling your business to be digital. You should be able to change your business, invest in some cutting-edge technologies, and automate either processes, products, or services. Based on the answers from other companies, some can more easily change parts of their business and spend more time and resources to enable a more digital business. Based on your growth you will remain in the top 25% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently ahead of others in your industry in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, you find more ways to engage and inspire your employees and align your brand closer to future customer needs in order to create competitive differentiation. Based on your growth you will remain in the top 25% of companies who can predict and adapt to disruption well You will continue to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Trailing",
		"growthOutlook": "Unrealistic",
		"positionChange": "Up",
		"futurePosition": "Optimized",
		"currentMessage": "You're behind most companies in the trends you selected and have yet to fully implement core solutions of those trends.",
		"futureMessages": "Based on your Unrealistic growth in the selected trends, your company will accelerate and be an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently behind others in your industry in meeting the expectations of the next-gen workforce. You may struggle to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 25% of companies addressing this trend. You will begin to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently behind others in your industry in enabling your business to be digital. You may struggle to change your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 25% of companies becoming a digital business. You will begin to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently behind others in your industry in forecasting and adjusting to market changes. You may struggle to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find ways to keep connected to their employees and align their brand close to customer needs in order to create competitive differentiation. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 25% of companies who can predict and adapt to disruption well You will begin to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Leading",
		"growthOutlook": "Fall Behind",
		"positionChange": "Down",
		"futurePosition": "Optimized",
		"currentMessage": "Based on the trends you selected, you're a leading company, in the top 12%, and have implemented some leading-edge solutions of those trends.",
		"futureMessages": "Based on your Fall Behind growth in the selected trends, your company will slow down and be an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently leading others in your industry in meeting the expectations of the next-gen workforce. You should be recognized by the industry of your ability to attract and retain new talent with advanced digital skills by providing a more desirable working environment for the next generation of workers. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be in the top 25% of companies addressing this trend. You will continue to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently leading others in your industry in enabling your business to be digital. You should be recognized by the industry of your ability to transform your business, invest in cutting-edge technologies, and automate processes, products, or services. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be in the top 25% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently leading others in your industry in forecasting and adjusting to market changes. You should be recognized by the industry of your ability to keep your brand relevant to both your customers and your employees in an increasingly competitive market. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be in the top 25% of companies who can predict and adapt to disruption well You will continue to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Optimized",
		"growthOutlook": "Fall Behind",
		"positionChange": "Same",
		"futurePosition": "Optimized",
		"currentMessage": "You're in the top 25% of companies in the trends you selected and have implemented some value-added solutions of those trends.",
		"futureMessages": "Based on your Fall Behind growth in the selected trends, your company will remain an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently ahead of others in your industry in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with advanced digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. However, based on your answers you are not making enough advancements or haven't planned for the future. You will remain in the top 25% of companies addressing this trend. You will continue to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently ahead of others in your industry in enabling your business to be digital. You should be able to change your business, invest in some cutting-edge technologies, and automate either processes, products, or services. Based on the answers from other companies, some can more easily change parts of their business and spend more time and resources to enable a more digital business. However, based on your answers you are not making enough advancements or haven't planned for the future. You will remain in the top 25% of companies becoming a digital business. You will continue to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently ahead of others in your industry in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, you find more ways to engage and inspire your employees and align your brand closer to future customer needs in order to create competitive differentiation. However, based on your answers you are not making enough advancements or haven't planned for the future. You will remain in the top 25% of companies who can predict and adapt to disruption well You will continue to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "Unrealistic",
		"positionChange": "Up",
		"futurePosition": "Optimized",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your Unrealistic growth in the selected trends, your company will accelerate and be an optimized company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 25% of companies addressing this trend. You will begin to attract and retain new talent with new skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 25% of companies becoming a digital business. You will begin to change your business and invest in digital. You should be able to achieve this through effective change management, prioritizing automation, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. You're extremely positive about your outlook and future capabilities. It is going to be difficult to meet this growth in two years, but if you do so you will accelerate and be in the top 25% of companies who can predict and adapt to disruption well You will begin to increase your brand's relevancy and competitiveness. You should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "Low",
		"positionChange": "Down",
		"futurePosition": "Trailing",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your Low growth in the selected trends, your company will slow down and be a trailing company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will slow down and be behind others in the future. You will continue to struggle to attract and retain new talent with digital skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your growth you will slow down and be behind others in the future. You will continue to struggle to change your business and invest in digital. Others should be able to achieve this through effective change management, prioritizing conversion, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. Based on your growth you will slow down and be behind others in the future. You will continue to struggle to maintain your brand's relevancy and competitiveness. Others should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Leading",
		"growthOutlook": "Fall Behind",
		"positionChange": "Down",
		"futurePosition": "Trailing",
		"currentMessage": "Based on the trends you selected, you're a leading company, in the top 12%, and have implemented some leading-edge solutions of those trends.",
		"futureMessages": "Based on your Fall Behind growth in the selected trends, your company will slow down and be a trailing company in two years. ",
		"whatDoesThisMean_CW": "You're currently leading others in your industry in meeting the expectations of the next-gen workforce. You should be recognized by the industry of your ability to attract and retain new talent with advanced digital skills by providing a more desirable working environment for the next generation of workers. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be behind others in the future. You will continue to struggle to attract and retain new talent with digital skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently leading others in your industry in enabling your business to be digital. You should be recognized by the industry of your ability to transform your business, invest in cutting-edge technologies, and automate processes, products, or services. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be behind others in the future. You will continue to struggle to change your business and invest in digital. Others should be able to achieve this through effective change management, prioritizing conversion, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently leading others in your industry in forecasting and adjusting to market changes. You should be recognized by the industry of your ability to keep your brand relevant to both your customers and your employees in an increasingly competitive market. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be behind others in the future. You will continue to struggle to maintain your brand's relevancy and competitiveness. Others should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Optimized",
		"growthOutlook": "Fall Behind",
		"positionChange": "Down",
		"futurePosition": "Trailing",
		"currentMessage": "You're in the top 25% of companies in the trends you selected and have implemented some value-added solutions of those trends.",
		"futureMessages": "Based on your Fall Behind growth in the selected trends, your company will slow down and be a trailing company in two years. ",
		"whatDoesThisMean_CW": "You're currently ahead of others in your industry in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with advanced digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be behind others in the future. You will continue to struggle to attract and retain new talent with digital skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently ahead of others in your industry in enabling your business to be digital. You should be able to change your business, invest in some cutting-edge technologies, and automate either processes, products, or services. Based on the answers from other companies, some can more easily change parts of their business and spend more time and resources to enable a more digital business. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be behind others in the future. You will continue to struggle to change your business and invest in digital. Others should be able to achieve this through effective change management, prioritizing conversion, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently ahead of others in your industry in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, you find more ways to engage and inspire your employees and align your brand closer to future customer needs in order to create competitive differentiation. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be behind others in the future. You will continue to struggle to maintain your brand's relevancy and competitiveness. Others should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Average",
		"growthOutlook": "Fall Behind",
		"positionChange": "Down",
		"futurePosition": "Trailing",
		"currentMessage": "You're where most companies are in the trends you selected and and have implemented some if not all core solutions of those trends.",
		"futureMessages": "Based on your Fall Behind growth in the selected trends, your company will slow down and be a trailing company in two years. ",
		"whatDoesThisMean_CW": "You're currently at pace with others in meeting the expectations of the next-gen workforce. You should be able to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be behind others in the future. You will continue to struggle to attract and retain new talent with digital skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently at pace with others in your industry in enabling your business to be digital. You should be able to change parts of your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be behind others in the future. You will continue to struggle to change your business and invest in digital. Others should be able to achieve this through effective change management, prioritizing conversion, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently at pace with the majority of others in your industry in forecasting and adjusting to market changes. You should be able to keep your brand relevant to either your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find more ways to engage and inspire their employees and align their brand closer to future customer needs in order to create competitive differentiation. However, based on your answers you are not making enough advancements or haven't planned for the future. You will slow down and be behind others in the future. You will continue to struggle to maintain your brand's relevancy and competitiveness. Others should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Trailing",
		"growthOutlook": "High",
		"positionChange": "Same",
		"futurePosition": "Trailing",
		"currentMessage": "You're behind most companies in the trends you selected and have yet to fully implement core solutions of those trends.",
		"futureMessages": "Based on your High growth in the selected trends, your company will remain a trailing company in two years. ",
		"whatDoesThisMean_CW": "You're currently behind others in your industry in meeting the expectations of the next-gen workforce. You may struggle to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will remain behind others in the future. You will continue to struggle to attract and retain new talent with digital skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently behind others in your industry in enabling your business to be digital. You may struggle to change your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your growth you will remain behind others in the future. You will continue to struggle to change your business and invest in digital. Others should be able to achieve this through effective change management, prioritizing conversion, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently behind others in your industry in forecasting and adjusting to market changes. You may struggle to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find ways to keep connected to their employees and align their brand close to customer needs in order to create competitive differentiation. Based on your growth you will remain and be behind others in the future. You will continue to struggle to maintain your brand's relevancy and competitiveness. Others should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Trailing",
		"growthOutlook": "Medium",
		"positionChange": "Same",
		"futurePosition": "Trailing",
		"currentMessage": "You're behind most companies in the trends you selected and have yet to fully implement core solutions of those trends.",
		"futureMessages": "Based on your Medium growth in the selected trends, your company will remain a trailing company in two years. ",
		"whatDoesThisMean_CW": "You're currently behind others in your industry in meeting the expectations of the next-gen workforce. You may struggle to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will remain behind others in the future. You will continue to struggle to attract and retain new talent with digital skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently behind others in your industry in enabling your business to be digital. You may struggle to change your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your growth you will remain behind others in the future. You will continue to struggle to change your business and invest in digital. Others should be able to achieve this through effective change management, prioritizing conversion, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently behind others in your industry in forecasting and adjusting to market changes. You may struggle to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find ways to keep connected to their employees and align their brand close to customer needs in order to create competitive differentiation. Based on your growth you will remain and be behind others in the future. You will continue to struggle to maintain your brand's relevancy and competitiveness. Others should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Trailing",
		"growthOutlook": "Low",
		"positionChange": "Same",
		"futurePosition": "Trailing",
		"currentMessage": "You're behind most companies in the trends you selected and have yet to fully implement core solutions of those trends.",
		"futureMessages": "Based on your Low growth in the selected trends, your company will remain a trailing company in two years. ",
		"whatDoesThisMean_CW": "You're currently behind others in your industry in meeting the expectations of the next-gen workforce. You may struggle to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. Based on your growth you will remain behind others in the future. You will continue to struggle to attract and retain new talent with digital skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently behind others in your industry in enabling your business to be digital. You may struggle to change your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. Based on your growth you will remain behind others in the future. You will continue to struggle to change your business and invest in digital. Others should be able to achieve this through effective change management, prioritizing conversion, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently behind others in your industry in forecasting and adjusting to market changes. You may struggle to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find ways to keep connected to their employees and align their brand close to customer needs in order to create competitive differentiation. Based on your growth you will remain and be behind others in the future. You will continue to struggle to maintain your brand's relevancy and competitiveness. Others should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	},
	{
		"currentPosition": "Trailing",
		"growthOutlook": "Fall Behind",
		"positionChange": "Same",
		"futurePosition": "Trailing",
		"currentMessage": "You're behind most companies in the trends you selected and have yet to fully implement core solutions of those trends.",
		"futureMessages": "Based on your Fall Behind growth in the selected trends, your company will remain a trailing company in two years. ",
		"whatDoesThisMean_CW": "You're currently behind others in your industry in meeting the expectations of the next-gen workforce. You may struggle to attract and retain new talent with digital skills. Based on the answers from other companies, they are providing a more desirable working environment for the next generation of workers. However, based on your answers you are not making enough advancements or haven't planned for the future. You will remain behind others in the future. You will continue to struggle to attract and retain new talent with digital skills. Others should be able to achieve this through providing the work experience the next generation of workers prefer, fully utilizing 5G, and integrating personal devices and applications into the enterprise.",
		"whatDoesThisMean_DZ": "You're currently behind others in your industry in enabling your business to be digital. You may struggle to change your business, invest in standardized technologies, and convert either processes, products, or services. Based on the answers from other companies, they can more easily transform their business and spend more time and resources to be more digital. However, based on your answers you are not making enough advancements or haven't planned for the future. You will remain behind others in the future. You will continue to struggle to change your business and invest in digital. Others should be able to achieve this through effective change management, prioritizing conversion, and planning for the next wave of automation, security, and interoperability.",
		"whatDoesThisMean_PD": "You're currently behind others in your industry in forecasting and adjusting to market changes. You may struggle to keep your brand relevant to both your customers and your employees in an increasingly competitive market. Based on the answers from other companies, they find ways to keep connected to their employees and align their brand close to customer needs in order to create competitive differentiation. However, based on your answers you are not making enough advancements or haven't planned for the future. You will remain and be behind others in the future. You will continue to struggle to maintain your brand's relevancy and competitiveness. Others should be able to achieve this through early insights in upcoming changes, effective vision casting, and creating competitive differentiation."
	}
 ]
}